{
  "testimonials": [
    {
      "name": "Bill Bergquist",
      "quote": "I am very protective of my German Shepherd, Pico, and always worry when I trust her to someone else. But with Laurie, I know Pico is getting the attention and love she deserves. I'd trust her with my dog's life, and I'll gladly continue using Critter Care knowing Pico is in safe hands.",
      "images": [
        "/images/testimonials/bill-bergquist-1.jpg",
        "/images/testimonials/bill-bergquist-2.jpg"
      ],
      "featured": true
    },
    {
      "name": "Andrea & Richard Berger",
      "quote": "If you are looking for someone to take care of your cherished furry family member, you couldn't find anyone more loving and caring than Laurie from 'Critter Care.' From the get-go, she is pleasant to deal with, accommodating, and communicative. She is responsible and genuinely concerned about your pet's well-being. We found Laurie of Critter Care online as we are in the Palm Springs area. We had a family event to attend in Palos Verdes Estates and although we take our little rescue dog everywhere we did not want to impose on our host and hostess by bringing our pet especially since it was an overnight stay. As any responsible pet owner, we were initially concerned and skeptical about leaving our loved one in a stranger's care, but during Wilby's stay we felt more and more comfortable. Your pet instantly becomes a member of the family and is safely tucked away in loving arms. She sent us some photos of our Wilby after his walk and lounging on her sofa. She texted us to put our minds at ease. In addition, when we picked him up, she presented us with a cute doggie gift bag filled with goodies for our Wilby--how kind is that?!? All that plus she is conveniently located just off the 405 in Lawndale. We appreciate Laurie's willingness to attend to Wilby's affinity of running away by keeping him on-leash during his potty breaks in her yard and certainly walks. Thank you, Laurie, for your kindness and attentive care of our little guy. We look forward to seeing you again.",
      "images": [
        "/images/testimonials/andrea-richard-berger-1.jpg",
        "/images/testimonials/andrea-richard-berger-2.jpg",
        "/images/testimonials/andrea-richard-berger-3.jpg"
      ]
    },
    {
      "name": "Ray Valencia",
      "quote": "Just a note to thank you for taking such good care of our pets. We had a great time visiting our daughter in Michigan plus the fact that we knew our pets were in such good hands. Thank you again.",
      "images": [
        "/images/testimonials/ray-valencia-1.jpg",
        "/images/testimonials/ray-valencia-2.jpg"
      ]
    },
    {
      "name": "Bridget Kugel",
      "quote": "Laurie is an awesome caregiver for my dogs. She is warm and caring, professional and responsible. I have never worried a minute while they were in her care.",
      "images": [
        "/images/testimonials/bridget-kugel-1.jpg",
        "/images/testimonials/bridget-kugel-2.jpg"
      ],
      "featured": true
    },
    {
      "name": "Nikki Rice",
      "quote": "There we were...new house, new neighborhood, new baby and a newly kidney disease diagnosed senior kitty. Well, two senior kitties, but one with new issues we have never had to deal with before. Normally, we have wonderful friends we ask to watch the cats but now that just wasn't possible with the nightly subcutaneous fluids that were the new norm. We were hesitant in hiring a stranger but we certainly couldn't board old kitties who just went through a move to a new home, while one wasn't feeling well on top of everything. Cut to our lucky find online, LAURIE! She was incredibly quick on returning our call and came for an initial visit on short notice, taking on our cat sitting. Throughout, she sent fantastic pics of our fuzzy kids and updated us on how things were going, including how the cats where adjusting to the new house. Love Laurie and her passion for pets. Looking forward to her next visit. THANK YOU, LAURIE",
      "images": [
        "/images/testimonials/nikki-rice-1.jpg",
        "/images/testimonials/nikki-rice-2.jpg"
      ]
    },
    {
      "name": "Gina Tanaka",
      "quote": "Laurie has been visiting my fur babies since 2008. She is on top of everything food, water, poop-box duty and pettings! Laurie has always been able to accommodate me, even last minute. I love the emails/texts that I get with updates and pics of the kitties. I feel like I'm not so far away. The kitties love the treats and toys she leaves. I would definitely recommend Laurie for your pet sitting needs. She is a true animal lover and I feel so much better going out of town knowing my kitties and home are in great hands with Laurie. Thank you Laurie!!",
      "images": [
        "/images/testimonials/gina-tanaka-1.jpg",
        "/images/testimonials/gina-tanaka-2.jpg"
      ]
    },
    {
      "name": "Maha Reed",
      "quote": "I used Laurie for the first time over July 4th weekend. I have two dogs, one is very friendly and easy to get along with, but the other (female) is very tough and can be stubborn. Laurie was great with BOTH of them, especially the female. I was very satisfied because I felt relaxed leaving my babies with her. That is really what I loved about her, I was able to enjoy my time away knowing she was taking care of my two doggies. I am planning on using her for weekly walks and will definitely be using her when my family and I leave for our winter vacation. thank you laurie...and thank you for the doggie goodie bag you left them! :)",
      "images": [
        "/images/testimonials/maha-reed-1.jpg"
      ]
    },
    {
      "name": "Alison Cooper",
      "quote": "Laurie is the best cat sitter we've ever had! We have several kitties, including one very shy guy who requires a daily inhaler and tends to get health issues due to stress whenever we travel and must leave him at home. But Laurie was so patient with him and won him over, and was actually able to give him his meds! When we came back, the kitties were in the best of spirits, weren't mad at us for leaving (or too mad at least!) and our shy guy didn't have any of the health concerns that he's gotten before during our absences. I highly recommend Laurie!",
      "images": [
        "/images/testimonials/alison-cooper-1.jpg",
        "/images/testimonials/alison-cooper-2.jpg",
        "/images/testimonials/alison-cooper-3.jpg"
      ]
    },
    {
      "name": "Carlene P.",
      "quote": "Laurie was so great! Easy to communicate with and sent me lots of photos of my little fur baby while I was away! I would definitely recommend her!",
      "images": [
        "/images/testimonials/carlene-p-1.jpg",
        "/images/testimonials/carlene-p-2.jpg",
        "/images/testimonials/carlene-p-3.jpg"
      ],
      "featured": true
    },
    {
      "name": "Lisa Sweet",
      "quote": "As a single mom of four Tonkinese cats and 2 African Grey parrots, it's not easy to find someone to properly watch the kids. Laurie came into my home and quickly bonded with everyone. She was able to manage the parrots (one is a real stinker) and feed them their diverse diet and get them back in their cage. More importantly, after being gone for five days with the house being shut up during a heat wave, upon my return I didn't smell 'cat box'. This was a real issue with my previous pet sitter, and proves that Laurie is on top of everything. Laurie's love for animals certainly shows as everyone was happy when I got home. Thanks Laurie!",
      "images": [
        "/images/testimonials/lisa-sweet-1.jpg",
        "/images/testimonials/lisa-sweet-2.jpg"
      ]
    },
    {
      "name": "Katherine Murray",
      "quote": "We have used Laurie for years, first to watch our cats when we went on vacation and now on a daily basis to walk our German Shepherd, Jenny. Laurie is great with Jenny and treats her as her own. Jenny is a shy dog who we adopted from a shelter, and Laurie is very patient with her. She shares pictures with us and lets us know when Jenny has had a breakthrough. Laurie has an amazing disposition and is truly in love with animals. I trust her with our pets 100%.",
      "images": [
        "/images/testimonials/katherine-murray-1.jpg",
        "/images/testimonials/katherine-murray-2.jpg"
      ]
    },
    {
      "name": "Andrew Stevens",
      "quote": "Laurie did an excellent job of caring for our pets while we were away on vacation. She definitely went above and beyond to make sure that all of the dogs were happy and she provided frequent communication reassuring us the everything was taken care of. I would highly recommend the service of Critter Care for anyone looking for in-home or distance pet sitting!",
      "images": [
        "/images/testimonials/andrew-stevens-1.jpg",
        "/images/testimonials/andrew-stevens-2.jpg",
        "/images/testimonials/andrew-stevens-3.jpg"
      ]
    },
    {
      "name": "Svetlana P.",
      "quote": "She is the best. I never have to worry about my cutie pie. I would recommend her to anyone. It's so hard to find a trustworthy pet sitter but I can trust her.",
      "images": [
        "/images/testimonials/svetlana-p-1.jpg",
        "/images/testimonials/svetlana-p-2.jpg"
      ],
      "featured": true
    },
    {
      "name": "Mihiri Weerasinghe",
      "quote": "As a single-mother to my border-collie/pit, Bilbo, Laurie has been a heaven sent! I had been searching endlessly for an affordable day care for my pup who was staying home alone almost 10 hours while I'm at work. I was a bit nervous because while Bilbo loves to play with other dogs he sometimes gets too excited and gets into fights. After doing the first observation, Laurie made me feel so comfortable leaving my dog with her while I am at work. She even worked with me to figure out a schedule that works best for me and keeps things affordable. Above all, what I love most are the updates she sends me throughout the day. There's no greater feeling than getting a pic of your doggy engaging with other doggies and having a blast! She also informs me if he wasn't on his best behavior, but does so in a way that doesn't make me feel like the worst owner in the world. She is so patient and willing to work with you based on your individual situation. I feel so relieved now while I am working, I don't have to worry at all about my dog and that takes away a lot of stress and even helped me improve my relationship with my dog. Overall, I completely trust and appreciate Laurie and you should too! Please feel free to email me if you want any further information (parent to parent, lol) Thanks Laurie for everything!",
      "images": [
        "/images/testimonials/mihiri-weerasinghe-1.jpg"
      ]
    },
    {
      "name": "Jim Levee",
      "quote": "I have known Laurie for almost 2 years and I can attest to her absolute adoration of all animals. And every animal she meets adores her in the same way. Whether it's rescuing animals off the streets, from the shelters or sitting them for her clients, Laurie does an exemplary job and she does it with enthusiasm and dedication.",
      "images": [
        "/images/testimonials/jim-levee-1.jpg"
      ]
    },
    {
      "name": "Barbara Hecht",
      "quote": "Laurie has been a life saver! She has walked my dogs, helped me arrange vet transports, and done countless visits to take care of my dog, cat, and rabbits while I've been out of town. She's always been able to take care of my needs, even when they have been very last minute. I believe she cares for my pets as if they were her own. My cat Max comes to greet her at the door when he usually runs and hides. I would highly recommend Laurie to everyone!",
      "images": [
        "/images/testimonials/barbara-hecht-1.jpg",
        "/images/testimonials/barbara-hecht-2.jpg"
      ]
    },
    {
      "name": "Kevin McCabe",
      "quote": "Our puppies are normally nervous around strangers, but not with Laurie. She took the time to get to know them, she is energetic and we know she really cares for animals. Laurie has also been very accommodating with her schedule. We appreciate all she does for us and our furry kids.",
      "images": [
        "/images/testimonials/kevin-mccabe-1.jpg",
        "/images/testimonials/kevin-mccabe-2.jpg"
      ],
      "featured": true
    },
    {
      "name": "Tanya Wong",
      "quote": "Laurie is a God sent!! I was looking for a day care for my dog Simba and came across Laurie. Simba is now 8 and Laurie has taken care of him for 5 years. Simba loves Laurie and gets excited to see her. Her prices are affordable and always willing to work with you. Laurie is not only a great dog sitter but a great person who loves animals and a good friend as well. Simba has grown up with Laurie so she will always be apart of our lives. We love you Laurie from Simba and I.",
      "images": [
        "/images/testimonials/tanya-wong-1.jpg",
        "/images/testimonials/tanya-wong-2.jpg"
      ]
    },
    {
      "name": "Kim Streeter",
      "quote": "Best pet sitting service ever. I wouldn't leave my 3 dogs or cat with anyone else. It's not easy at my house with a cat that needs fluids on a daily basis and 2 very active dogs and one frenchie. I am at ease leaving my babies in her care. I love how she sends me pics when I am out of town so I know everyone is okay. I do recommend her to anyone and everyone. Best money I have ever spent. Thank you.",
      "images": [
        "/images/testimonials/kim-streeter-1.jpg",
        "/images/testimonials/kim-streeter-2.jpg"
      ]
    }
  ]
}
